Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Split Captures
ar: اللقطات أثناء التقسيم
ca: Captures amb divisió
cs: Snímky při rozdělení
da: Billeder ved opdeling
de: Aufnahmen bei Teilung
el: Λήψεις σε διαίρεση
es: Capturas con división
fi: Kaappaukset jakonäkymässä
fr: Captures en vue divisée
he: צילומים בפיצול
hi: विभाजन में कैप्चर
hr: Snimke pri podjeli
hu: Rögzítés osztott nézetben
id: Tangkapan saat terbagi
it: Acquisizioni con vista divisa
ja: 分割時のキャプチャ
ko: 분할 시 캡처
ms: Tangkapan semasa pembahagian
nb: Bilder ved deling
nl: Opnamen bij splitsing
pl: Zrzuty przy podziale
pt_br: Capturas com divisão
ro: Capturi la divizare
ru: Снимки при разделении
sk: Snímky pri rozdelení
sv: Bilder vid delning
th: การถ่ายภาพเมื่อแบ่งหน้าจอ
tr: Bölmede yakalama
uk: Знімки при розділенні
vi: Chụp khi chia đôi
zh_hans: 分屏截图
zh_hk: 分割截圖

source: Split View
ar: العرض المقسّم
ca: Vista dividida
cs: Rozdělené zobrazení
da: Opdelt visning
de: Geteilte Ansicht
el: Διαιρεμένη προβολή
es: Vista dividida
fi: Jakonäkymä
fr: Vue divisée
he: תצוגה מפוצלת
hi: विभाजित दृश्य
hr: Podijeljeni prikaz
hu: Osztott nézet
id: Tampilan terbagi
it: Vista divisa
ja: 分割表示
ko: 분할 보기
ms: Paparan terbahagi
nb: Delt visning
nl: Gesplitste weergave
pl: Widok podzielony
pt_br: Visualização dividida
ro: Vizualizare divizată
ru: Разделённый вид
sk: Rozdelené zobrazenie
sv: Delad vy
th: มุมมองแบ่งหน้าจอ
tr: Bölünmüş Görünüm
uk: Розділений вигляд
vi: Chế độ chia đôi
zh_hans: 分屏视图
zh_hk: 分割顯示

source: Switch Tab to Incognito
ar: تحويل علامة التبويب إلى التصفح المتخفي
ca: Passa la pestanya a incògnit
cs: Přepnout kartu do anonymního režimu
da: Skift faneblad til inkognito
de: Tab auf Inkognito umstellen
el: Μετατροπή καρτέλας σε ανώνυμη
es: Pasar la pestaña a incógnito
fi: Vaihda välilehti incognitoon
fr: Passer l'onglet en navigation privée
he: העבר כרטיסייה לגלישה בסתר
hi: टैब को गुप्त में बदलें
hr: Prebaci karticu u anonimni način
hu: Lap váltása inkognitóra
id: Ubah tab ke penyamaran
it: Passa la scheda in incognito
ja: タブをシークレットに切り替え
ko: 탭을 시크릿으로 전환
ms: Tukar tab ke penyamaran
nb: Bytt fane til inkognito
nl: Tabblad naar incognito
pl: Przełącz kartę w tryb incognito
pt_br: Passar a aba para anônima
ro: Comută fila la incognito
ru: Перевести вкладку в инкогнито
sk: Prepnúť kartu do anonymného režimu
sv: Byt flik till inkognito
th: สลับแท็บเป็นโหมดไม่ระบุตัวตน
tr: Sekmeyi gizliye geçir
uk: Перевести вкладку в інкогніто
vi: Chuyển thẻ sang ẩn danh
zh_hans: 将标签页切换为无痕
zh_hk: 將分頁切換為無痕

source: Switch a tab to incognito with a key command
ar: تحويل علامة تبويب إلى التصفح المتخفي بأمر لوحة مفاتيح
ca: Passa una pestanya a incògnit amb una combinació de tecles
cs: Přepínat kartu do anonymního režimu klávesovým příkazem
da: Skift et faneblad til inkognito med en tastaturgenvej
de: Einen Tab per Tastenbefehl auf Inkognito umstellen
el: Μετατροπή καρτέλας σε ανώνυμη με συνδυασμό πλήκτρων
es: Pasar una pestaña a incógnito con una combinación de teclas
fi: Vaihda välilehti incognitoon näppäinkomennolla
fr: Passer un onglet en navigation privée avec une combinaison de touches
he: העבר כרטיסייה לגלישה בסתר באמצעות צירוף מקשים
hi: कुंजी आदेश से टैब को गुप्त में बदलें
hr: Prebaci karticu u anonimni način tipkovnom naredbom
hu: Lap váltása inkognitóra billentyűparanccsal
id: Ubah tab ke penyamaran dengan perintah tombol
it: Passa una scheda in incognito con una combinazione di tasti
ja: キーコマンドでタブをシークレットに切り替える
ko: 키 명령으로 탭을 시크릿으로 전환
ms: Tukar tab ke penyamaran dengan perintah kekunci
nb: Bytt en fane til inkognito med en tastekommando
nl: Een tabblad met een toetscombinatie naar incognito zetten
pl: Przełączaj kartę w tryb incognito skrótem klawiszowym
pt_br: Passar uma aba para anônima com um comando de teclado
ro: Comută o filă la incognito printr-o comandă de taste
ru: Переводить вкладку в инкогнито сочетанием клавиш
sk: Prepínať kartu do anonymného režimu klávesovým príkazom
sv: Byt en flik till inkognito med ett kortkommando
th: สลับแท็บเป็นโหมดไม่ระบุตัวตนด้วยคำสั่งแป้นพิมพ์
tr: Bir sekmeyi tuş komutuyla gizliye geçir
uk: Переводити вкладку в інкогніто сполученням клавіш
vi: Chuyển thẻ sang ẩn danh bằng tổ hợp phím
zh_hans: 用快捷键把标签页切换为无痕
zh_hk: 用鍵盤指令把分頁切換為無痕

source: The entire window, tab bar and all.
ar: النافذة بأكملها، بشريط علامات التبويب وكل شيء.
ca: Tota la finestra, barra de pestanyes inclosa.
cs: Celé okno, i s lištou karet.
da: Hele vinduet, fanebladslinje og det hele.
de: Das ganze Fenster, Tableiste inklusive.
el: Ολόκληρο το παράθυρο, μαζί με τη γραμμή καρτελών.
es: La ventana entera, con barra de pestañas y todo.
fi: Koko ikkuna, välilehtipalkkeineen päivineen.
fr: La fenêtre entière, barre d'onglets comprise.
he: כל החלון, כולל סרגל הכרטיסיות.
hi: पूरी विंडो, टैब बार समेत।
hr: Cijeli prozor, s trakom kartica i svime.
hu: A teljes ablak, lapsávval együtt.
id: Seluruh jendela, bilah tab dan semuanya.
it: L'intera finestra, barra delle schede compresa.
ja: タブバーも含めたウインドウ全体。
ko: 탭 막대까지 포함한 윈도우 전체.
ms: Seluruh tetingkap, bar tab dan segalanya.
nb: Hele vinduet, fanelinjen og alt.
nl: Het hele venster, inclusief tabbladbalk.
pl: Całe okno, razem z paskiem kart.
pt_br: A janela inteira, barra de abas e tudo.
ro: Toată fereastra, cu tot cu bara de file.
ru: Всё окно целиком, вместе с панелью вкладок.
sk: Celé okno, aj s lištou kariet.
sv: Hela fönstret, flikfältet och allt.
th: ทั้งหน้าต่าง รวมแถบแท็บด้วย
tr: Sekme çubuğuyla birlikte pencerenin tamamı.
uk: Усе вікно цілком, разом із панеллю вкладок.
vi: Toàn bộ cửa sổ, kèm cả thanh thẻ.
zh_hans: 整个窗口，连标签栏一起。
zh_hk: 整個視窗，連分頁列一起。

source: The focused pane
ar: اللوح النشط
ca: La subfinestra activa
cs: Aktivní panel
da: Den aktive rude
de: Der aktive Bereich
el: Το ενεργό τμήμα
es: El panel activo
fi: Aktiivinen ruutu
fr: Le volet actif
he: החלונית הפעילה
hi: सक्रिय फलक
hr: Aktivno okno
hu: Az aktív panel
id: Panel aktif
it: Il riquadro attivo
ja: 作業中のペイン
ko: 활성 패널
ms: Anak tetingkap aktif
nb: Den aktive ruten
nl: Het actieve deelvenster
pl: Aktywny panel
pt_br: O painel ativo
ro: Panoul activ
ru: Активная панель
sk: Aktívny panel
sv: Den aktiva rutan
th: บานหน้าต่างที่ใช้งานอยู่
tr: Etkin panel
uk: Активна панель
vi: Khung đang hoạt động
zh_hans: 当前窗格
zh_hk: 目前的窗格

source: The page as it sits on screen — no window chrome, no tab bar.
ar: الصفحة كما هي على الشاشة — دون إطار النافذة ودون شريط علامات التبويب.
ca: La pàgina tal com és a la pantalla, sense marc de finestra ni barra de pestanyes.
cs: Stránka tak, jak leží na obrazovce – bez rámu okna, bez lišty karet.
da: Siden, som den ligger på skærmen – ingen vinduesramme, ingen fanebladslinje.
de: Die Seite, wie sie auf dem Bildschirm steht – ohne Fensterrahmen, ohne Tableiste.
el: Η σελίδα όπως βρίσκεται στην οθόνη — χωρίς πλαίσιο παραθύρου, χωρίς γραμμή καρτελών.
es: La página tal como está en pantalla, sin marco de ventana ni barra de pestañas.
fi: Sivu sellaisena kuin se on näytöllä – ei ikkunan kehyksiä, ei välilehtipalkkia.
fr: La page telle qu'elle est à l'écran — sans cadre de fenêtre ni barre d'onglets.
he: הדף כפי שהוא על המסך — בלי מסגרת חלון ובלי סרגל כרטיסיות.
hi: पृष्ठ जैसा स्क्रीन पर है — न विंडो का ढाँचा, न टैब बार।
hr: Stranica onakva kakva je na zaslonu – bez okvira prozora, bez trake kartica.
hu: Az oldal úgy, ahogy a képernyőn áll – ablakkeret és lapsáv nélkül.
id: Halaman apa adanya di layar — tanpa bingkai jendela, tanpa bilah tab.
it: La pagina com'è sullo schermo, senza cornice della finestra né barra delle schede.
ja: 画面に出ているままのページ。ウインドウの枠もタブバーもなし。
ko: 화면에 있는 그대로의 페이지 — 윈도우 테두리도, 탭 막대도 없이.
ms: Halaman sebagaimana ia pada skrin — tanpa bingkai tetingkap, tanpa bar tab.
nb: Siden slik den ligger på skjermen – ingen vindusramme, ingen fanelinje.
nl: De pagina zoals hij op het scherm staat – geen vensterrand, geen tabbladbalk.
pl: Strona tak, jak leży na ekranie — bez ramki okna, bez paska kart.
pt_br: A página como está na tela — sem moldura da janela, sem barra de abas.
ro: Pagina așa cum stă pe ecran — fără cadrul ferestrei, fără bara de file.
ru: Страница так, как она лежит на экране, — без рамки окна и панели вкладок.
sk: Stránka tak, ako leží na obrazovke – bez rámu okna, bez lišty kariet.
sv: Sidan som den ligger på skärmen – ingen fönsterram, inget flikfält.
th: หน้าเว็บตามที่อยู่บนจอ — ไม่มีกรอบหน้าต่าง ไม่มีแถบแท็บ
tr: Sayfa ekranda durduğu gibi — pencere çerçevesi yok, sekme çubuğu yok.
uk: Сторінка така, як вона на екрані, — без рамки вікна та панелі вкладок.
vi: Trang đúng như trên màn hình — không khung cửa sổ, không thanh thẻ.
zh_hans: 屏幕上的页面本身——没有窗口外框，没有标签栏。
zh_hk: 螢幕上的頁面本身——沒有視窗外框，沒有分頁列。

source: The quick brown fox
ar: نص تجريبي للخط
ca: Jove xef porti whisky
cs: Příliš žluťoučký kůň
da: Høj bly gom
de: Franz jagt im Taxi
el: Ξεσκεπάζω την ψυχοφθόρα
es: El veloz murciélago hindú
fi: Törkylempijä
fr: Portez ce vieux whisky
he: דג סקרן שט בים
hi: ऋषियों को सताने वाले
hr: Gojazni đačić
hu: Árvíztűrő tükörfúrógép
id: Muharjo seorang xenofobia
it: Ma la volpe col suo balzo
ja: いろはにほへと
ko: 다람쥐 헌 쳇바퀴
ms: Sang kancil melompat
nb: Vår sære Zulu
nl: Wazig tv-filmpje
pl: Pchnąć w tę łódź jeża
pt_br: Zebras caolhas de Java
ro: Gheorghe obține jucării
ru: Съешь ещё этих булок
sk: Kŕdeľ ďatľov učí koňa
sv: Yxskaftet flyger
th: สรรพสิ่งล้วนงดงาม
tr: Pijamalı hasta
uk: Жебракують філософи
vi: Bầu trời xanh thẳm
zh_hans: 天地玄黄
zh_hk: 天地玄黃

source: The whole document, top to bottom, however far it scrolls.
ar: المستند كاملًا من أعلاه إلى أسفله مهما امتد تمريره.
ca: Tot el document, de dalt a baix, per molt que es desplaci.
cs: Celý dokument shora dolů, jakkoli daleko se roluje.
da: Hele dokumentet, fra top til bund, uanset hvor langt det ruller.
de: Das ganze Dokument, von oben bis unten, so weit es scrollt.
el: Ολόκληρο το έγγραφο, από πάνω ως κάτω, όσο μακριά κι αν κυλά.
es: El documento entero, de arriba abajo, por mucho que se desplace.
fi: Koko dokumentti ylhäältä alas, niin pitkälle kuin se vierii.
fr: Le document entier, de haut en bas, aussi loin qu'il défile.
he: המסמך כולו, מלמעלה עד למטה, עד כמה שהוא נגלל.
hi: पूरा दस्तावेज़, ऊपर से नीचे तक, चाहे वह कितना भी स्क्रॉल हो।
hr: Cijeli dokument, od vrha do dna, koliko god se pomicao.
hu: A teljes dokumentum tetőtől talpig, akármeddig gördül.
id: Seluruh dokumen, dari atas ke bawah, sejauh apa pun ia menggulir.
it: L'intero documento, dall'alto in basso, per quanto scorra.
ja: どれだけ長くても、書類全体を上から下まで。
ko: 아무리 길어도 문서 전체를 위에서 아래까지.
ms: Seluruh dokumen, dari atas ke bawah, sejauh mana pun ia menatal.
nb: Hele dokumentet, fra topp til bunn, uansett hvor langt det ruller.
nl: Het hele document, van boven tot onder, hoe ver het ook scrolt.
pl: Cały dokument, od góry do dołu, jak daleko by się nie przewijał.
pt_br: O documento inteiro, de cima a baixo, por mais que role.
ro: Tot documentul, de sus până jos, oricât ar derula.
ru: Весь документ сверху донизу, как бы далеко он ни прокручивался.
sk: Celý dokument zhora nadol, akokoľvek ďaleko sa roluje.
sv: Hela dokumentet, uppifrån och ner, hur långt det än rullar.
th: ทั้งเอกสาร ตั้งแต่บนจรดล่าง ไม่ว่าจะเลื่อนยาวแค่ไหน
tr: Ne kadar kayarsa kaysın, belgenin tamamı baştan sona.
uk: Увесь документ згори донизу, хоч як далеко він прокручується.
vi: Toàn bộ tài liệu, từ trên xuống dưới, cuộn dài bao nhiêu cũng vậy.
zh_hans: 整份文稿，从头到尾，无论滚动多长。
zh_hk: 整份文件，從頭到尾，無論捲動多長。

source: The whole window, tab bar and frame included.
ar: النافذة بأكملها، بما فيها شريط علامات التبويب والإطار.
ca: Tota la finestra, barra de pestanyes i marc inclosos.
cs: Celé okno, včetně lišty karet a rámu.
da: Hele vinduet, fanebladslinje og ramme inklusive.
de: Das ganze Fenster, Tableiste und Rahmen inklusive.
el: Ολόκληρο το παράθυρο, μαζί με τη γραμμή καρτελών και το πλαίσιο.
es: La ventana entera, barra de pestañas y marco incluidos.
fi: Koko ikkuna, välilehtipalkki ja kehys mukaan lukien.
fr: La fenêtre entière, barre d'onglets et cadre compris.
he: כל החלון, כולל סרגל הכרטיסיות והמסגרת.
hi: पूरी विंडो, टैब बार और फ़्रेम समेत।
hr: Cijeli prozor, uključujući traku kartica i okvir.
hu: A teljes ablak, lapsávval és kerettel együtt.
id: Seluruh jendela, termasuk bilah tab dan bingkai.
it: L'intera finestra, barra delle schede e cornice comprese.
ja: タブバーと枠も含めたウインドウ全体。
ko: 탭 막대와 테두리까지 포함한 윈도우 전체.
ms: Seluruh tetingkap, termasuk bar tab dan bingkai.
nb: Hele vinduet, fanelinje og ramme inkludert.
nl: Het hele venster, inclusief tabbladbalk en rand.
pl: Całe okno, razem z paskiem kart i ramką.
pt_br: A janela inteira, barra de abas e moldura incluídas.
ro: Toată fereastra, inclusiv bara de file și cadrul.
ru: Всё окно, вместе с панелью вкладок и рамкой.
sk: Celé okno, vrátane lišty kariet a rámu.
sv: Hela fönstret, flikfält och ram inkluderade.
th: ทั้งหน้าต่าง รวมแถบแท็บและกรอบ
tr: Sekme çubuğu ve çerçeve dahil pencerenin tamamı.
uk: Усе вікно, разом із панеллю вкладок і рамкою.
vi: Toàn bộ cửa sổ, kể cả thanh thẻ và khung viền.
zh_hans: 整个窗口，包括标签栏和边框。
zh_hk: 整個視窗，包括分頁列與外框。

source: The window and the page, right now.
ar: النافذة والصفحة في هذه اللحظة.
ca: La finestra i la pàgina, ara mateix.
cs: Okno a stránka, přesně teď.
da: Vinduet og siden, lige nu.
de: Das Fenster und die Seite, genau jetzt.
el: Το παράθυρο και η σελίδα, αυτή τη στιγμή.
es: La ventana y la página, ahora mismo.
fi: Ikkuna ja sivu juuri nyt.
fr: La fenêtre et la page, à l'instant.
he: החלון והדף, ברגע זה.
hi: इस समय की विंडो और पृष्ठ।
hr: Prozor i stranica, upravo sada.
hu: Az ablak és az oldal, éppen most.
id: Jendela dan halaman, saat ini juga.
it: La finestra e la pagina, proprio adesso.
ja: いまこの瞬間のウインドウとページ。
ko: 지금 이 순간의 윈도우와 페이지.
ms: Tetingkap dan halaman, pada saat ini.
nb: Vinduet og siden, akkurat nå.
nl: Het venster en de pagina, op dit moment.
pl: Okno i strona, dokładnie teraz.
pt_br: A janela e a página, agora mesmo.
ro: Fereastra și pagina, chiar acum.
ru: Окно и страница прямо сейчас.
sk: Okno a stránka, presne teraz.
sv: Fönstret och sidan, precis nu.
th: หน้าต่างและหน้าเว็บ ณ ขณะนี้
tr: Pencere ve sayfa, şu anda.
uk: Вікно та сторінка просто зараз.
vi: Cửa sổ và trang, ngay lúc này.
zh_hans: 此刻的窗口和页面。
zh_hk: 此刻的視窗與頁面。

source: Trackpad pinch and two-finger double-tap zoom the page. ⌘0 resets it.
ar: القرص على لوحة التعقب والنقر المزدوج بإصبعين يكبّران الصفحة. ويعيد ⌘0 الوضع الأصلي.
ca: Pessigar el ratolí tàctil i picar dos cops amb dos dits fan zoom a la pàgina. ⌘0 ho restableix.
cs: Stažení prstů na trackpadu a dvojité klepnutí dvěma prsty zvětší stránku. ⌘0 vrátí zpět.
da: Knib på pegefeltet og dobbelttryk med to fingre zoomer siden. ⌘0 nulstiller.
de: Aufziehgeste auf dem Trackpad und Doppeltippen mit zwei Fingern zoomen die Seite. ⌘0 setzt zurück.
el: Το τσίμπημα στην επιφάνεια αφής και το διπλό χτύπημα με δύο δάχτυλα κάνουν ζουμ στη σελίδα. Το ⌘0 επαναφέρει.
es: El pellizco en el trackpad y el doble toque con dos dedos hacen zoom en la página. ⌘0 lo restablece.
fi: Ohjauslevyn nipistys ja kahden sormen kaksoisnapautus zoomaavat sivua. ⌘0 palauttaa.
fr: Le pincement sur le trackpad et le double-tap à deux doigts zooment la page. ⌘0 réinitialise.
he: צביטה על משטח המגע והקשה כפולה בשתי אצבעות משנות את מרחק הדף. ⌘0 מאפס.
hi: ट्रैकपैड पर पिंच और दो उँगलियों से दो बार टैप पृष्ठ को ज़ूम करते हैं। ⌘0 उसे रीसेट कर देता है।
hr: Stisak prstiju na trackpadu i dvostruki dodir s dva prsta zumiraju stranicu. ⌘0 vraća na početno.
hu: A trackpaden végzett csippentés és a kétujjas dupla koppintás nagyítja az oldalt. A ⌘0 visszaállítja.
id: Cubitan di trackpad dan ketuk ganda dua jari memperbesar halaman. ⌘0 mengembalikannya.
it: Il pizzico sul trackpad e il doppio tocco con due dita ingrandiscono la pagina. ⌘0 ripristina.
ja: トラックパッドのピンチと 2 本指のダブルタップでページをズームします。⌘0 でリセットされます。
ko: 트랙패드 핀치와 두 손가락 이중 탭으로 페이지를 확대합니다. ⌘0으로 재설정됩니다.
ms: Cubitan pada trackpad dan ketikan dua jari dua kali akan menzum halaman. ⌘0 menetapkan semula.
nb: Knip på styreflaten og dobbelttrykk med to fingre zoomer siden. ⌘0 nullstiller.
nl: Knijpen op het trackpad en dubbeltikken met twee vingers zoomen de pagina. ⌘0 zet het terug.
pl: Szczypnięcie na gładziku i dwukrotne stuknięcie dwoma palcami powiększają stronę. ⌘0 przywraca.
pt_br: Pinçar no trackpad e tocar duas vezes com dois dedos ampliam a página. ⌘0 redefine.
ro: Ciupirea pe trackpad și dublul tap cu două degete măresc pagina. ⌘0 readuce la normal.
ru: Щипок на трекпаде и двойное касание двумя пальцами масштабируют страницу. ⌘0 сбрасывает.
sk: Stiahnutie prstov na trackpade a dvojité ťuknutie dvoma prstami zväčšia stránku. ⌘0 vráti späť.
sv: Nyp på styrplattan och dubbeltryck med två fingrar zoomar sidan. ⌘0 återställer.
th: การจีบนิ้วบนแทร็คแพดและการแตะสองนิ้วสองครั้งจะซูมหน้าเว็บ ⌘0 รีเซ็ต
tr: İzleme dörtgeninde kıstırma ve iki parmakla çift dokunuş sayfayı yakınlaştırır. ⌘0 sıfırlar.
uk: Щипок на трекпаді та подвійний дотик двома пальцями масштабують сторінку. ⌘0 скидає.
vi: Chụm trên trackpad và chạm hai ngón hai lần sẽ thu phóng trang. ⌘0 đặt lại.
zh_hans: 触控板捏合和双指轻点两下可缩放页面。⌘0 恢复原状。
zh_hk: 在觸控式軌跡板上捏合與雙指點兩下可縮放頁面。⌘0 恢復原狀。

source: Two ways to shoot the window. One needs a macOS permission, one doesn't.
ar: طريقتان لتصوير النافذة. إحداهما تتطلب إذن macOS والأخرى لا تتطلبه.
ca: Dues maneres de capturar la finestra. Una necessita un permís de macOS i l'altra no.
cs: Dva způsoby, jak zachytit okno. Jeden potřebuje oprávnění macOS, druhý ne.
da: To måder at tage vinduet på. Den ene kræver en macOS-tilladelse, den anden gør ikke.
de: Zwei Wege, das Fenster aufzunehmen. Einer braucht eine macOS-Berechtigung, der andere nicht.
el: Δύο τρόποι λήψης του παραθύρου. Ο ένας χρειάζεται άδεια macOS, ο άλλος όχι.
es: Dos maneras de capturar la ventana. Una necesita un permiso de macOS y la otra no.
fi: Kaksi tapaa kaapata ikkuna. Toinen vaatii macOS-käyttöoikeuden, toinen ei.
fr: Deux façons de capturer la fenêtre. L'une exige une autorisation macOS, l'autre non.
he: שתי דרכים לצלם את החלון. אחת דורשת הרשאת macOS והשנייה לא.
hi: विंडो लेने के दो तरीके। एक को macOS अनुमति चाहिए, दूसरे को नहीं।
hr: Dva načina snimanja prozora. Jedan traži macOS dopuštenje, drugi ne.
hu: Kétféleképpen rögzítheted az ablakot. Az egyikhez macOS-engedély kell, a másikhoz nem.
id: Dua cara memotret jendela. Yang satu perlu izin macOS, yang lain tidak.
it: Due modi di acquisire la finestra. Uno richiede un permesso macOS, l'altro no.
ja: ウインドウを撮る方法は 2 つ。片方は macOS の許可が必要で、もう片方は不要です。
ko: 윈도우를 찍는 두 가지 방법. 하나는 macOS 권한이 필요하고, 다른 하나는 필요 없습니다.
ms: Dua cara merakam tetingkap. Satu memerlukan kebenaran macOS, satu lagi tidak.
nb: To måter å ta vinduet på. Den ene krever en macOS-tillatelse, den andre ikke.
nl: Twee manieren om het venster vast te leggen. De ene heeft een macOS-toestemming nodig, de andere niet.
pl: Dwa sposoby na zarejestrowanie okna. Jeden wymaga pozwolenia macOS, drugi nie.
pt_br: Duas formas de capturar a janela. Uma precisa de uma permissão do macOS, a outra não.
ro: Două moduri de a captura fereastra. Unul cere o permisiune macOS, celălalt nu.
ru: Два способа снять окно. Одному нужно разрешение macOS, другому — нет.
sk: Dva spôsoby, ako zachytiť okno. Jeden potrebuje povolenie macOS, druhý nie.
sv: Två sätt att fånga fönstret. Det ena kräver en macOS-tillåtelse, det andra inte.
th: ถ่ายหน้าต่างได้สองวิธี วิธีหนึ่งต้องขอสิทธิ์ macOS อีกวิธีไม่ต้อง
tr: Pencereyi çekmenin iki yolu. Biri macOS izni ister, diğeri istemez.
uk: Два способи зняти вікно. Одному потрібен дозвіл macOS, іншому — ні.
vi: Hai cách chụp cửa sổ. Một cách cần quyền macOS, cách kia thì không.
zh_hans: 拍窗口有两种方式。一种需要 macOS 权限，另一种不需要。
zh_hk: 拍視窗有兩種方式。一種需要 macOS 權限，另一種不需要。

source: Use This
ar: استخدام هذه
ca: Fes servir aquesta
cs: Použít tento
da: Brug denne
de: Diesen verwenden
el: Χρήση αυτού
es: Usar esta
fi: Käytä tätä
fr: Utiliser celle-ci
he: השתמש בזו
hi: यही इस्तेमाल करें
hr: Koristi ovaj
hu: Ezt használom
id: Pakai yang ini
it: Usa questa
ja: これを使う
ko: 이것 사용
ms: Guna yang ini
nb: Bruk denne
nl: Gebruik deze
pl: Użyj tego
pt_br: Usar esta
ro: Folosește-l pe acesta
ru: Использовать этот
sk: Použiť tento
sv: Använd den här
th: ใช้อันนี้
tr: Bunu kullan
uk: Використати цей
vi: Dùng cách này
zh_hans: 用这个
zh_hk: 用這個

source: Visible Area
ar: المنطقة الظاهرة
ca: Àrea visible
cs: Viditelná oblast
da: Synligt område
de: Sichtbarer Bereich
el: Ορατή περιοχή
es: Área visible
fi: Näkyvä alue
fr: Zone visible
he: אזור נראה
hi: दिख रहा क्षेत्र
hr: Vidljivo područje
hu: Látható terület
id: Area terlihat
it: Area visibile
ja: 表示領域
ko: 보이는 영역
ms: Kawasan kelihatan
nb: Synlig område
nl: Zichtbaar gebied
pl: Widoczny obszar
pt_br: Área visível
ro: Zona vizibilă
ru: Видимая область
sk: Viditeľná oblasť
sv: Synligt område
th: พื้นที่ที่มองเห็น
tr: Görünen alan
uk: Видима область
vi: Vùng đang thấy
zh_hans: 可见区域
zh_hk: 可見區域

source: What the page is showing right now.
ar: ما تعرضه الصفحة في هذه اللحظة.
ca: El que la pàgina mostra ara mateix.
cs: To, co stránka právě ukazuje.
da: Det, siden viser lige nu.
de: Was die Seite gerade zeigt.
el: Ό,τι δείχνει η σελίδα αυτή τη στιγμή.
es: Lo que la página está mostrando ahora mismo.
fi: Se, mitä sivu näyttää juuri nyt.
fr: Ce que la page affiche en ce moment.
he: מה שהדף מציג ברגע זה.
hi: पृष्ठ इस समय जो दिखा रहा है।
hr: Ono što stranica upravo prikazuje.
hu: Amit az oldal éppen mutat.
id: Apa yang halaman tampilkan saat ini.
it: Ciò che la pagina mostra in questo momento.
ja: ページがいま表示しているもの。
ko: 페이지가 지금 보여 주고 있는 것.
ms: Apa yang halaman tunjukkan sekarang.
nb: Det siden viser akkurat nå.
nl: Wat de pagina op dit moment toont.
pl: To, co strona pokazuje w tej chwili.
pt_br: O que a página está mostrando agora.
ro: Ce arată pagina chiar acum.
ru: То, что страница показывает прямо сейчас.
sk: To, čo stránka práve ukazuje.
sv: Det sidan visar just nu.
th: สิ่งที่หน้าเว็บกำลังแสดงอยู่ตอนนี้
tr: Sayfanın şu anda gösterdiği şey.
uk: Те, що сторінка показує просто зараз.
vi: Những gì trang đang hiển thị lúc này.
zh_hans: 页面此刻显示的内容。
zh_hk: 頁面此刻顯示的內容。

source: What's the difference?
ar: ما الفرق؟
ca: Quina diferència hi ha?
cs: V čem je rozdíl?
da: Hvad er forskellen?
de: Was ist der Unterschied?
el: Ποια είναι η διαφορά;
es: ¿Cuál es la diferencia?
fi: Mikä on ero?
fr: Quelle différence ?
he: מה ההבדל?
hi: फ़र्क क्या है?
hr: U čemu je razlika?
hu: Mi a különbség?
id: Apa bedanya?
it: Qual è la differenza?
ja: 違いは？
ko: 무엇이 다른가요?
ms: Apa bezanya?
nb: Hva er forskjellen?
nl: Wat is het verschil?
pl: Jaka jest różnica?
pt_br: Qual é a diferença?
ro: Care e diferența?
ru: В чём разница?
sk: V čom je rozdiel?
sv: Vad är skillnaden?
th: ต่างกันอย่างไร
tr: Farkı ne?
uk: У чому різниця?
vi: Khác nhau ra sao?
zh_hans: 有什么区别？
zh_hk: 有什麼差別？
